Repository: oveleon/contao-company-bundle
Catalog: src/Resources/contao/languages/*/*_company.xlf
Languages: it

# tl_company.company_legend
source: Company details
it: Dettagli azienda

# tl_company.companyLogo.1
source: Here you can select the company logo.
it: Seleziona il logo della tua azienda.

# tl_company.companyName.0
source: Company
it: Azienda

# tl_company.companyName.1
source: Here you can enter a company name.
it: Inserisci la denominazione azienda.

# tl_company.companyStreet.0
source: Street
it: Indirizzo

# tl_company.companyStreet.1
source: Please enter the street name and number.
it: Inserisci l'indirizzo ed il numero civico.

# tl_company.companyPostal.0
source: Postal code
it: Codice postale

# tl_company.companyPostal.1
source: Please enter the postal code.
it: Inserisci il codice postale.

# tl_company.companyCity.0
source: City
it: Città

# tl_company.companyCity.1
source: Plase enter the name of the city.
it: Inserisci la città dell'azienda.

# tl_company.companyState.0
source: State
it: Provincia

# tl_company.companyState.1
source: Plase enter the name of the state.
it: Inserisci la provincia dell'azienda.

# tl_company.companyCountry.0
source: Country
it: Stato

# tl_company.companyCountry.1
source: Please select the country.
it: Inserisci lo stato dell'azienda.

# tl_company.companyPhone.0
source: Phone number
it: Numero telefonico principale

# tl_company.companyPhone.1
source: Please enter the phone number.
it: Inserisci il numero telefonico principale dell'azienda.

# tl_company.companyPhone2.0
source: Phone number 2
it: Numero telefonico secondario

# tl_company.companyPhone2.1
source: Please enter an alternative phone number.
it: Inserisci un secondo numero telefonico alternativo.

# tl_company.companyFax.0
source: Fax number
it: Numero fax

# tl_company.companyFax.1
source: Please enter the fax number.
it: Inserisci il numero di fax.

# tl_company.companyEmail.0
source: E-mail address
it: Indirizzo E-mail

# tl_company.companyEmail.1
source: Please enter the e-mail address.
it: Inserire l'indirizzo email.

# tl_company.companyEmail2.0
source: Secondo indirizzo e-mail
it: E-Mail-Adresse 2

# tl_company.companyEmail2.1
source: Please enter an alternative e-mail address.
it: Aggiungi un secondo indirizzo email es. Pec.

# tl_company.companyInfo.0
source: Info 1
it: Informazioni azienda

# tl_company.companyInfo.1
source: Here you can store any further information.
it: In questo campo si possono inserire informazioni dell'azienda come ad esempio la partita iva o altre informazioni.

# tl_company.companyInfo2.0
source: Info 2
it: Secondo campo informazioni azienda

# tl_company.companyInfo2.1
source: Here you can store any further information.
it: Secondo campo a disposizione per informazioni aziendali, capitale sociale, iscrizioni a registri imprese.

# tl_company.companySocialMedia.0
source: Social-Media
it: Social Network

# tl_company.companySocialMedia.1
source: Here you can enter links of your social media profiles.
it: Inserisci l'elenco degli indirizzi dei social network.

# tl_company.companyType
source: Type
it: Tipologia
